<script setup>
import { PATHS } from './../constants/PATHS'
import TranslationGallery from './../components/TranslationGallery.vue'
import TranslateSlogan from './../components/TranslateTaglineOnEndMessage.vue'

</script>
<template>
  <h2>Политика конфиденциальности</h2>
  <div class='wrapper-content'>
    <div class='wrapper'>

      <p>
        НАСТОЯЩАЯ ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ ЯВЛЯЕТСЯ ЮРИДИЧЕСКИ ОБЯЗЫВАЮЩИМ СОГЛАШЕНИЕМ,
        ЗАКЛЮЧЕННЫМ МЕЖДУ КОМПАНИЕЙ Ideas Networks Solutions S.A. ('МЫ' ИЛИ 'НАС') И ВАМИ ЛИЧНО ИЛИ,
        ЕСЛИ ЭТО ПРИМЕНИМО, КОМПАНИЕЙ, ОТ ИМЕНИ КОТОРОЙ ВЫ ИСПОЛЬЗУЕТЕ НАСТОЯЩИЙ ВЕБ САЙТ ('ВЫ').
      </p>

      <p>
        НАСТОЯЩАЯ ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ РЕГУЛИРУЕТ ВАШЕ ИСПОЛЬЗОВАНИЕ НАСТОЯЩЕГО ВЕБ САЙТА
        ('ВЕБ САЙТ') И УСЛУГ, ПРЕДОСТАВЛЯЕМЫХ ПОСРЕДСТВОМ НАСТОЯЩЕГО ВЕБ САЙТА ('УСЛУГИ'), ПОЭТОМУ,
        ПОЖАЛУЙСТА, ВНИМАТЕЛЬНО ПРОЧИТАЙТЕ НАСТОЯЩИЙ ДОКУМЕНТ. НАСТОЯЩАЯ ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ
        ОПИСЫВАЕТ, КАКИМ ОБРАЗОМ МЫ СОБИРАЕМ, ХРАНИМ, ИСПОЛЬЗУЕМ И ЗАЩИЩАЕМ ВАШИ ПЕРСОНАЛЬНЫЕ
        ДАННЫЕ. ПОЛУЧАЯ ДОСТУП ИЛИ ИСПОЛЬЗУЯ ЛЮБУЮ ЧАСТЬ ВЕБ САЙТА, ВЫ ПРИЗНАЕТЕ, ЧТО ВЫ ПРОЧИТАЛИ,
        ПОНИМАЕТЕ И СОГЛАШАЕТЕСЬ С НАСТОЯЩЕЙ ПОЛИТИКОЙ КОНФИДЕНЦИАЛЬНОСТИ. ЕСЛИ ВЫ НЕ СОГЛАСНЫ С
        ЛЮБЫМ ИЗ ЕЕ ПОЛОЖЕНИЙ, НЕ ПОЛЬЗУЙТЕСЬ НАСТОЯЩИМ ВЕБ САЙТОМ.
      </p>

      <p>
        ИНТЕРНЕТ-ТЕХНОЛОГИИ И СООТВЕТСТВУЮЩИЕ ЗАКОНОДАТЕЛЬСТВО, ПРАВИЛА И ДИРЕКТИВЫ ЧАСТО МЕНЯЮТСЯ.
        СООТВЕТСТВЕННО, МЫ ОСТАВЛЯЕМ ЗА СОБОЙ ПРАВО В ЛЮБОЙ МОМЕНТ ВНОСИТЬ ИЗМЕНЕНИЯ В НАСТОЯЩУЮ
        ПОЛИТИКУ КОНФИДЕНЦИАЛЬНОСТИ. ЕСЛИ ВЫ ПРОДОЛЖАЕТЕ ИСПОЛЬЗОВАТЬ НАСТОЯЩИЙ ВЕБ САЙТ, ЭТО
        ОЗНАЧАЕТ, ЧТО ВЫ СОГЛАСНЫ СО ВСЕМИ НОВЫМИ ИЛИ ИЗМЕНЕННЫМИ ПОЛОЖЕНИЯМИ НАСТОЯЩЕЙ ПОЛИТИКИ
        КОНФИДЕНЦИАЛЬНОСТИ, ОПУБЛИКОВАННЫМИ НА ВЕБ САЙТЕ. ОТКОРРЕКТИРОВАННАЯ ВЕРСИЯ ВСТУПАЕТ
        В СИЛУ В МОМЕНТ ПУБЛИКАЦИИ НА ВЕБ САЙТЕ.
      </p>

      <p>
        В НАСТОЯЩЕЙ ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ МЫ ИСПОЛЬЗУЕМ ТЕРМИН "ПЕРСОНАЛЬНЫЕ ДАННЫЕ" ДЛЯ
        ОБОЗНАЧЕНИЯ ИНФОРМАЦИИ, КОТОРАЯ МОЖЕТ АССОЦИИРОВАТЬСЯ С КОНКРЕТНЫМ ЧЕЛОВЕКОМ И МОЖЕТ БЫТЬ
        ИСПОЛЬЗОВАНА ДЛЯ ИДЕНТИФИКАЦИИ ДАННОГО ЧЕЛОВЕКА. ПЕРСОНАЛЬНЫМИ ДАННЫМИ НЕ ЯВЛЯЕТСЯ
        ИНФОРМАЦИЯ, ПРЕДОСТАВЛЯЕМАЯ АНОНИМНО И НЕ ИДЕНТИФИЦИРУЕТ КОНКРЕТНОГО ПОЛЬЗОВАТЕЛЯ.
      </p>

      <div class='p'>
        1. СБОР ПЕРСОНАЛЬНЫХ ДАННЫХ <br />
        <div class='wrapper-symbol'>
          <div class='symbol'>(A)</div>
          <div class='symbol-text'>ВО ВРЕМЯ ПОСЕЩЕНИЯ ВАМИ НАСТОЯЩЕГО ВЕБ САЙТА МЫ СОБИРАЕМ
            ИНФОРМАЦИЮ О ВАШЕМ IP-АДРЕСЕ И ВЕДЕМ СТАНДАРТНЫЕ ВЕБ ЛОГИ, ТАКИЕ КАК ИНФОРМАЦИЯ О ВАШЕМ
            БРАУЗЕРЕ И СТРАНИЦАХ,
            КОТОРЫЕ ВЫ ПОСЕТИЛИ НА НАШЕМ САЙТЕ.
          </div>
        </div>
        <div class='wrapper-symbol'>
          <div class='symbol'>(B)</div>
          <div class='symbol-text'>
            ЕСЛИ ВЫ РЕГИСТРИРУЕТЕ УЧЕТНУЮ ЗАПИСЬ, МЫ СОБИРАЕМ СЛЕДУЮЩУЮ ИНФОРМАЦИЮ:
            <div class='number-wrapper'>
              <div class='number'>
                (I)
              </div>
              <div>
                КОНТАКТНЫЕ ДАННЫЕ – ВАШЕ ИМЯ, АДРЕС, ТЕЛЕФОН, EMAIL И Т.П.;
              </div>
            </div>
            <div class='number-wrapper'>
              <div class='number'>
                (II)
              </div>
              <div>НЕ СОБИРАЕМ ВАШУ ФИНАНСОВУЮ ИНФОРМАЦИЮ, ПОСКОЛЬКУ ПРИ СОВЕРШЕНИИ ОПЛАТЫ ЗА НАШИ
                УСЛУГИ ВЫ ПРЕДОСТАВЛЯЕТЕ ВАШИ ПЛАТЕЖНЫЕ ДАННЫЕ НЕ НАМ, А ПЛАТЕЖНОЙ СИСТЕМЕ ИЛИ
                ПРОЦЕССИНГОВОЙ КОМПАНИИ, ОБЕСПЕЧИВАЮЩЕЙ БЕЗОПАСНОСТЬ ВСЕХ ТРАНЗАКЦИЙ ПО ПЛАТЕЖНЫМ
                КАРТАМ.
              </div>
            </div>
          </div>
        </div>
        <div class='wrapper-symbol'>
          <div class='symbol'>
            (C)
          </div>
          <div class='symbol-text'>
            ПРЕЖДЕ, ЧЕМ МЫ ПРЕДОСТАВИМ ВАМ ВОЗМОЖНОСТЬ ИСПОЛЬЗОВАТЬ НАСТОЯЩИЙ ВЕБ САЙТ, МЫ МОЖЕМ
            ЗАПРОСИТЬ У ВАС ДОПОЛНИТЕЛЬНУЮ ИНФОРМАЦИЮ, КОТОРАЯ ПОЗВОЛИТ НАМ ИДЕНТИФИЦИРОВАТЬ ВАШУ
            ЛИЧНОСТЬ, С ЦЕЛЬЮ МИНИМИЗАЦИИ РИСКОВ. МЫ ТАКЖЕ МОЖЕМ ЗАПРОСИТЬ ИНФОРМАЦИЮ О ВАС У
            ТРЕТЬИХ ЛИЦ, НАПРИМЕР, В КРЕДИТНЫХ УЧРЕЖДЕНИЯХ ИЛИ В СЛУЖБАХ ДОКУМЕНТИРОВАНИЯ НАСЕЛЕНИЯ.
          </div>
        </div>
        <div class='wrapper-symbol'>
          <div class='symbol'>
            (D)
          </div>
          <div class='symbol-text'>
            ВО ВРЕМЯ ИСПОЛЬЗОВАНИЯ ВАМИ НАСТОЯЩЕГО САЙТА МЫ СОБИРАЕМ ИНФОРМАЦИЮ О ТРАНЗАКЦИЯХ ПО
            ВАШЕМУ СЧЕТУ И МЫ МОЖЕМ СОБИРАТЬ ИНФОРМАЦИЮ О ВАШЕМ КОМПЬЮТЕРЕ ИЛИ ЛЮБОМ ДРУГОМ
            УСТРОЙСТВЕ, С КОТОРОГО ВЫ ВХОДИТЕ НА САЙТ, ДЛЯ ПРЕДОТВРАЩЕНИЯ СЛУЧАЕВ МОШЕННИЧЕСТВА.
          </div>
        </div>
        <div class='wrapper-symbol'>
          <div class='symbol'>(E)</div>
          <div class='symbol-text'>
            И, НАКОНЕЦ, МЫ МОЖЕМ ЗАПРАШИВАТЬ ДОПОЛНИТЕЛЬНУЮ ИНФОРМАЦИЮ У ВАС ИЛИ СОБИРАТЬ ЕЕ ДРУГИМ
            СПОСОБОМ, НЕ ОПИСАННЫМ В НАСТОЯЩЕЙ ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ. НАПРИМЕР, МЫ МОЖЕМ
            СОБИРАТЬ ИНФОРМАЦИЮ, КОГДА ВЫ СВЯЗЫВАЕТЕСЬ СО СЛУЖБОЙ ПОДДЕРЖКИ И ХРАНИТЬ
            РЕЗУЛЬТАТЫ ИССЛЕДОВАНИЯ.
          </div>
        </div>
      </div>

      <div class='p'>
        2. COOKIES<br />
        <div class='wrapper-symbol'>
          <div class='symbol'>(A)</div>
          <div class='symbol-text'>
            КОГДА ВЫ ПОСЕЩАЕТЕ НАШ ВЕБ САЙТ, МЫ ИЛИ КОМПАНИИ, КОТОРЫХ МЫ НАНИМАЕМ С ЦЕЛЬЮ ПРОВЕДЕНИЯ
            ИССЛЕДОВАНИЯ, КАК ИСПОЛЬЗУЕТСЯ НАШ СЕРВИС, МОЖЕМ РАЗМЕЩАТЬ НА ВАШЕМ КОМПЬЮТЕРЕ НЕБОЛЬШОЙ
            ФАЙЛ, НАЗЫВАЕМЫЙ COOKIE.
          </div>
        </div>
        <div class='wrapper-symbol'>
          <div class='symbol'>(B)</div>
          <div class='symbol-text'>
            МЫ МОЖЕТ ОТПРАВЛЯТЬ "СЕССИОННЫЙ COOKIE" НА ВАШ КОМПЬЮТЕР, КОГДА ВЫ ВХОДИТЕ В СВОЮ
            УЧЕТНУЮ ЗАПИСЬ. ЭТОТ ТИП COOKIES ПОМОГАЕТ НАМ УЗНАВАТЬ ВАС ПРИ ПОСЕЩЕНИИ ВАМИ НЕСКОЛЬКИХ
            СТРАНИЦ САЙТА ВО ВРЕМЯ ОДНОЙ СЕССИИ, ЧТОБЫ НЕ ЗАПРАШИВАТЬ У ВАС ПАРОЛЬ ПРИ КАЖДЫЙ РАЗ
            ПРИ ПЕРЕХОДЕ НА НОВУЮ СТРАНИЦУ САЙТА. КОГДА ВЫ ВЫХОДИТЕ ИЗ СВОЕЙ УЧЕТНОЙ ЗАПИСИ ИЛИ
            ЗАКРЫВАЕТЕ БРАУЗЕР, ЭТОТ COOKIE ПРЕКРАЩАЕТ СВОЕ ДЕЙСТВИЕ.
          </div>
        </div>
        <div class='wrapper-symbol'>
          <div class='symbol'>(C)</div>
          <div class='symbol-text'>
            МЫ ТАКЖЕ ИСПОЛЬЗУЕМ COOKIE БОЛЕЕ ДЛИТЕЛЬНОГО ДЕЙСТВИЯ ДЛЯ ИНЫХ ЦЕЛЕЙ, НАПРИМЕР, ДЛЯ
            ОТОБРАЖЕНИЯ ВАШЕГО E-MAIL В ФОРМЕ ВХОДА, ЧТОБЫ ВАМ НЕ НУЖНО БЫЛО ВВОДИТЬ ЕГО ПРИ
            КАЖДОМ ВХОДЕ В СВОЮ УЧЕТНУЮ ЗАПИСЬ.
          </div>
        </div>
        <div class='wrapper-symbol'>
          <div class='symbol'>(D)</div>
          <div class='symbol-text'>
            МЫ ЗАШИФРОВЫВАЕМ НАШИ COOKIES ТАКИМ ОБРАЗОМ, ЧТОБЫ ТОЛЬКО МЫ МОГЛИ РАСШИФРОВАТЬ
            ИНФОРМАЦИЮ, ХРАНЯЩУЮСЯ В ЭТОМ ФАЙЛЕ. ВЫ ВПРАВЕ ОТКЛОНИТЬ ПРИЕМ COOKIES НА СВОЕМ
            КОМПЬЮТЕРЕ, ЕСЛИ ВАШ БРАУЗЕР ПРЕДОСТАВЛЯЕТ ТАКУЮ ВОЗМОЖНОСТЬ, НО ТАКОЕ РЕШЕНИЕ
            МОЖЕТ ПОВЛИЯТЬ НА ИСПОЛЬЗОВАНИЕ ВАМИ НАШЕГО САЙТА. МЫ ТАКЖЕ МОЖЕМ СОБИРАТЬ ДАННЫЕ
            О ВАШЕМ КОМПЬЮТЕРЕ С ЦЕЛЬЮ МИНИМИЗАЦИИ РИСКОВ И ПРЕДОТВРАЩЕНИЯ СЛУЧАЕВ МОШЕННИЧЕСТВА.
          </div>
        </div>

      </div>

      <div class='p'>
        3. ЗАЩИТА ПЕРСОНАЛЬНЫХ ДАННЫХ
        <div class='wrapper-symbol'>
          <div class='symbol'></div>
          <div class='symbol-text'>
            МЫ ХРАНИМ И ОБРАБАТЫВАЕМ ВАШИ ПЕРСОНАЛЬНЫЕ ДАННЫЕ НА ИСКЛЮЧИТЕЛЬНО ЗАЩИЩЕННЫХ ВЫДЕЛЕННЫХ
            СЕРВЕРАХ, И МЫ ЗАЩИЩАЕМ ДАННЫЕ С ИСПОЛЬЗОВАНИЕМ ФИЗИЧЕСКИХ, ЭЛЕКТРОННЫХ И ПРОЦЕДУРНЫХ
            ЗАЩИТНЫХ МЕР В СООТВЕТСТВИИ С ЗАКОНОДАТЕЛЬНЫМИ АКТАМИ И ДЕКРЕТАМИ. МЫ ИСПОЛЬЗУЕМ ТАКИЕ
            КОМПЬЮТЕРНЫЕ СРЕДСТВА ЗАЩИТЫ КАК ФАЙЕРВОЛ И ШИФРОВАНИЕ ДАННЫХ, МЫ ПОДДЕРЖИВАЕМ
            ОГРАНИЧЕНИЕ ФИЗИЧЕСКОГО ДОСТУПА В ДАТАЦЕНТР И К ФАЙЛАМ, МЫ ОТКРЫВАЕМ ДОСТУП К
            ПЕРСОНАЛЬНЫМ ДАННЫМ ТОЛЬКО ТЕМ СОТРУДНИКАМ, КОТОРЫМ ЭТО НЕОБХОДИМО ДЛЯ ВЫПОЛНЕНИЯ
            СВОИХ СЛУЖЕБНЫХ ОБЯЗАННОСТЕЙ.
          </div>
        </div>

      </div>

      <div class='p'>
        4. ИСПОЛЬЗОВАНИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ
        <div class='wrapper-symbol'>
          <div class='symbol'></div>
          <div class='symbol-text'>
            НАША ГЛАВНАЯ ЦЕЛЬ ПРИ СБОРЕ ПЕРСОНАЛЬНЫХ ДАННЫХ – ПРЕДОСТАВЛЕНИЕ ВАМ БЕЗОПАСНОГО,
            ПРИЯТНОГО, РЕЗУЛЬТАТИВНОГО И ПЕРСОНИФИЦИРОВАННОГО СЕРВИСА. МЫ МОЖЕМ ИСПОЛЬЗОВАТЬ ВАШИ
            ПЕРСОНАЛЬНЫЕ ДАННЫЕ, ЧТОБЫ:
            <div class='number-wrapper'>
              <div class='number'>
                (I)
              </div>
              <div>
                ПРЕДОСТАВЛЯТЬ УСЛУГИ И ПОЛЬЗОВАТЕЛЬСКУЮ ПОДДЕРЖКУ В СООТВЕТСТВИИ С ВАШИМИ ПОТРЕБНОСТЯМИ;
              </div>
            </div>
            <div class='number-wrapper'>
              <div class='number'>
                (II)
              </div>
              <div>
                ОБРАБАТЫВАТЬ ТРАНЗАКЦИИ И ОТПРАВЛЯТЬ ВАМ СООТВЕТСТВУЮЩИЕ УВЕДОМЛЕНИЯ;
              </div>
            </div>
            <div class='number-wrapper'>
              <div class='number'>
                (III)
              </div>
              <div>
                РЕШАТЬ СПОРЫ, ВЗИМАТЬ ПЛАТУ И УСТРАНЯТЬ НЕПОЛАДКИ В РАБОТЕ САЙТА;
              </div>
            </div>
            <div class='number-wrapper'>
              <div class='number'>
                (IV)
              </div>
              <div>
                ПРЕДОТВРАЩАТЬ ПОТЕНЦИАЛЬНО ОПСНЫЕ ИЛИ НЕЗАКОННЫЕ ДЕЙСТВИЯ, ПРИВОДИТЬ В ДЕЙСТВИЕ НАШЕ ПОЛЬЗОВАТЕЛЬСКОЕ
                СОГЛАШЕНИЕ;
              </div>
            </div>
            <div class='number-wrapper'>
              <div class='number'>
                (V)
              </div>
              <div>
                МОДИФИЦИРОВАТЬ, ОЦЕНИВАТЬ И УЛУЧШАТЬ НАШИ СЕРВИСЫ, СОДЕРЖАНИЕ И ВНЕШНИЙ ВИД САЙТА;
              </div>
            </div>
            <div class='number-wrapper'>
              <div class='number'>
                (VI)
              </div>
              <div>
                ОТПРАВЛЯТЬ ВАМ ЦЕЛЕВУЮ РЕКЛАМУ, УВЕДОМЛЕНИЯ ОБ ОБНОВЛЕНИЯХ И ПРОМО-ПРЕДЛОЖЕНИЯ;
              </div>
            </div>
            <div class='number-wrapper'>
              <div class='number'>
                (VII)
              </div>
              <div>
                ПРОВЕРЯТЬ ИНФОРМАЦИЮ НА ДОСТОВЕРНОСТЬ И УТОЧНЯТЬ ЕЕ У ТРЕТЬИХ ЛИЦ.
              </div>
            </div>

          </div>
        </div>

      </div>

      <div class='p'>
        5. ПЕРЕДАЧА ИНФОРМАЦИИ ТРЕТЬИМ ЛИЦАМ
        <div class='wrapper-symbol'>
          <div class='symbol'>(A)</div>
          <div class='symbol-text'>
            МЫ НЕ ПРОДАЕМ ИЛИ ИНЫМ ДРУГИМ СПОСОБОМ НЕ ПРЕДОСТАВЛЯЕМВАШИ ПЕРСОНАЛЬНЫЕ ДАННЫЕ ТРЕТЬИМ
            ЛИЦАМ, А ТАКЖЕ НЕ ИСПОЛЬЗУЕМ ВАШИ ПЕРСОНАЛЬНЫЕ ДАННЫЕ ЗА ИСКЛЮЧЕНИЕМ СЛЕДУЮЩИХ СЛУЧАЕВ:
            <div class='number-wrapper'>
              <div class='number'>
                (I)
              </div>
              <div>
                В ОБЩЕМ, ЧТОБЫ НЕВОЗМОЖНО БЫЛО ИДЕНТИФИЦИРОВАТЬ КОНКРЕТНО ВАС;
              </div>
            </div>
            <div class='number-wrapper'>
              <div class='number'>
                (II)
              </div>
              <div>
                СО СТОРОННИМИ ПРОДАВЦАМИ, КОНСУЛЬТАНТАМИ И ДРУГИМИ СЕРВИСАМИ, КОТОРЫЕ РАБОТАЮТ ОТ
                НАШЕГО ИМЕНИ И ИМ НЕОБХОДИМ ДОСТУП К ВАШИМ ДАННЫМ ДЛЯ ВЫПОЛНЕНИЯ СВОИХ ОБЯЗАТЕЛЬСТВ
                ПЕРЕД НАМИ;
              </div>
            </div>
            <div class='number-wrapper'>
              <div class='number'>
                (III)
              </div>
              <div>
                ТРЕБОВАНИЕ ЗАКОНОДАТЕЛЬСТВА, ОФИЦИАЛЬНЫЕ ЗАПРОСЫ, ИНЫЕ СЛУЧАИ, КОГДА: <br />
                - МЫ ВЫНУЖДЕНЫ РАСКРЫТЬ ПО ПОВЕСТКЕ ИЗ СУДА ИЛИ В СООТВЕТСТВИИ С ИНОЙ ПОДОБНОЙ
                ПРОЦЕДУРОЙ; <br />
                - МЫ ВЫНУЖДЕНЫ ОТКРЫВАТЬ ИНФОРМАЦИЮ В СООТВЕТСТВИИ С ЗАКОНОДАТЕЛЬСТВОМ; <br />
                - МЫ СЧИТАЕМ, ЧТО ОТКРЫТИЕ ИНФОРМАЦИИ ПОМОЖЕТ ПРЕДОТВРАТИТЬ ФИЗИЧЕСКИЙ ВРЕД ИЛИ
                ФИНАНСОВЫЕ ПОТЕРИ, С ЦЕЛЬЮ СООБЩИТЬ О ПОДОЗРЕНИИ НА НЕЗАКОННУЮ ДЕЯТЕЛЬНОСТЬ ИЛИ
                РАССЛЕДОВАТЬ НАРУШЕНИЕ НАШЕГО ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ; <br />
              </div>
            </div>
            <div class='number-wrapper'>
              <div class='number'>
                (IV)
              </div>
              <div>
                ЧТОБЫ ЗАЩИТИТЬ НАШИ ПРАВА И СОБСТВЕННОСТЬ, НАШИХ АГЕНТОВ, ПОЛЬЗОВАТЕЛЕЙ И ДРУГИХ,
                В ТОМ ЧИСЛЕ И С ЦЕЛЬЮ ВВЕСТИ В ДЕЙСТВИЕ НАШИ ДОГОВОРЫ, СОГЛАШЕНИЯ, ПОЛИТИКУ И Т.Д.;
              </div>
            </div>
            <div class='number-wrapper'>
              <div class='number'>
                (V)
              </div>
              <div>
                В СЛУЧАЯХ НЕОБХОДИМОСТИ СРОЧНОЙ ЛИЧНОЙ ЗАЩИТЫ НАШИХ СОТРУДНИКОВ, ПОЛЬЗОВАТЕЛЕЙ,
                ТРЕТЬИХ ЛИЦ.
              </div>
            </div>

          </div>
        </div>

        <div class='wrapper-symbol'>
          <div class='symbol'>(B)</div>
          <div class='symbol-text'>МЫ НЕ БУДЕМ ПРОДАВАТЬ ИЛИ ПРЕДОСТАВЛЯТЬ ПЛАТНЫЙ ДОСТУП К ЛЮБЫМ ИЗ
            ВАШИХ ПЕРСОНАЛЬНЫХ ДАННЫХ ТРЕТЬИМ ЛИЦАМ ДЛЯ ИХ МАРКЕТИНГОВЫХ ЦЕЛЕЙ, НО ВАШИ ПЕРСОНАЛЬНЫЕ
            ДАННЫЕ МОГУТ БЫТЬ ПЕРЕДАНЫ ТРЕТЬИМ ЛИЦАМ В СООТВЕТСТВИИ С НАСТОЯЩЕЙ ПОЛИТИКОЙ
            КОНФИДЕНЦИАЛЬНОСТИ.
          </div>
        </div>
      </div>
      <div class='p'>
        6. МЫ МОЖЕМ СОБИРАТЬ ПЕРСОНАЛЬНЫЕ ДАННЫЕ С ЦЕЛЬЮ АНАЛИЗИРОВАНИЯ. В ЭТОМ СЛУЧАЕ МЫ ПРИКЛАДЫВАЕМ ВСЕ УСИЛИЯ, ЧТОБЫ
        ПОЛЬЗОВАТЕЛИ ОСТАЛИСЬ АНОНИМНЫМИ.
      </div>
      <div class='p'>
        7. МЫ ПРИКЛАДЫВАЕМ ВСЕ УСИЛИЯ ДЛЯ ЗАЩИТЫ ПЕРСОНАЛЬНЫХ ДАННЫХ, КОТОРЫЕ МЫ СОБИРАЕМ. ЧТОБЫ
        ПРЕДОТВРАТИТЬ НЕАВТОРИЗОВАННЫЙ ДОСТУП, СЛЕДИТЬ ЗА ДОСТОВЕРНОСТЬЮ ИНФОРМАЦИИ, ОБЕСПЕЧИВАТЬ
        КОРРЕКТНОЕ ИСПОЛЬЗОВАНИЕ ИНФОРМАЦИИ, МЫ ПРИМЕНЯЕМ СООТВЕТСТВУЮЩИЕ ФИЗИЧЕСКИЕ, ЭЛЕКТРОННЫЕ
        И УПРАВЛЕНЧЕСКИЕ ПРОЦЕДУРЫ, ЗАЩИЩАЮЩИЕ ИНФОРМАЦИЮ, СОБРАННУЮ ONLINE. МЫ СЛЕДИМ ЗА ТЕМ,
        ЧТОБЫ ВАШИ ПЕРСОНАЛЬНЫЕ ДАННЫЕ ПЕРЕДАВАЛИСЬ ПО ЗАЩИЩЕННЫМ ПРОТОКОЛАМ SSL, КОТОРЫЕ ШИФРУЮТ
        ПЕРЕДАВАЕМУЮ ВАМИ ИНФОРМАЦИЮ. ВАЖНО, ЧТОБЫ ВЫ САМИ СЛЕДИЛИ ЗА ТЕМ, ЧТОБЫ У ТРЕТЬИХ ЛИЦ НЕ
        БЫЛО НЕАВТОРИЗОВАННОГО ДОСТУПА К ВАШЕМУ ПАРОЛЮ И КОМПЬЮТЕРУ. ТЕМ НЕ МЕНЕЕ, МЫ НАДЕЕМСЯ, ЧТО
        ВЫ ПОНИМАЕТЕ, ЧТО МЫ НЕ МОЖЕМ ГАРАНТИРОВАТЬ БЕЗОПАСНОСТИ ПЕРЕДАЧИ ДАННЫХ.
      </div>
      <div class='p'>
        8. ОГРАНИЧЕНИЕ ПЕРЕДАЧИ ВАШИХ ПЕРСОНАЛЬНЫХ ДАННЫХ
        <div class='wrapper-symbol'>
          <div class='symbol' />
          <div class='symbol-text'>
            СООТВЕТСТВУЮЩЕЕ ЗАКОНОДАТЕЛЬСТВО ПОЗВОЛЯЕТ ВАМ ОГРАНИЧИТЬ ПЕРЕДАЧУ ВАШИХ ПЕРСОНАЛЬНЫХ
            ДАННЫХ В ОТДЕЛЬНЫХ СЛУЧАЯХ. ТЕМ НЕ МЕНЕЕ, ЭТИ ЖЕ ЗАКОНЫ ПРЕДУСМАТРИВАЮТ, ЧТО ВЫ НЕ
            МОЖЕТЕ ОГРАНИЧАВАТЬ ПЕРЕДАЧУ ПЕРСОНАЛЬНЫХ ДАННЫХ В ОПРЕДЕЛЕННЫХ СИТУАЦИЯХ.
          </div>
        </div>
      </div>
      <div class='p'>
        9. ДОСТУП И ИЗМЕНЕНИЯ В ПЕРСОНАЛЬНЫХ ДАННЫХ
        <div class='wrapper-symbol'>
          <div class='symbol' />
          <div class='symbol-text'>
            ВЫ МОЖЕТЕ В ЛЮБОЙ МОМЕНТ ПРОВЕРИТЬ И ИЗМЕНИТЬ ВАШИ ПЕРСОНАЛЬНЫЕ ДАННЫЕ.
          </div>
        </div>

      </div>
      <div class='p'>
        10. СВЯЖИТЕСЬ С НАМИ ПО ВОПРОСАМ КОНФИДЕНЦИАЛЬНОСТИ
        <div class='wrapper-symbol'>
          <div class='symbol' />
          <div class='symbol-text'>
            ЕСЛИ У ВАС ВОЗНИКЛИ ВОПРОСЫ ИЛИ ПРЕДЛОЖЕНИЯ ПО НАСТОЯЩЕЙ ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ,
            ПОЖАЛУЙСТА,
            <router-link class='link' :to='PATHS.CONTACT'>СВЯЖИТЕСЬ С НАМИ</router-link>
            .
          </div>
        </div>

      </div>
      <TranslateSlogan />
    </div>
  </div>
</template>

<style scoped>
h2 {
  font-weight: 400;
  font-size: var(--title-wrapper-fz);
  margin: var(--common-gorizontal-margin) calc(var(--common-gorizontal-margin) * 2) 0 calc(var(--common-gorizontal-margin) * 2);
}

.wrapper-content {
  margin: 0 var(--common-gorizontal-margin);
  border: var(--wrapper-content-border-white);
  padding-top: 10px;
}

.wrapper-content .wrapper {
  margin: var(--common-gorizontal-margin);
}

.wrapper-content .wrapper p, .wrapper-content .wrapper .p {
  margin: 13px 0;
  font-size: var(--wrapper-content-fz);
}

.wrapper-symbol {
  display: flex;
}

.wrapper-symbol .symbol {
  margin: 0 7px;
}

.symbol-text {
  font-size: calc(var(--wrapper-content-fz) + 1px);
}

.number-wrapper {
  display: flex;
  font-size: var(--wrapper-content-fz);
}

.number-wrapper .number {
  margin: 0 7px;
}

.link {
  color: var(--title-nav-color);
}

</style>
